{
    "dynasty": "汉",
    "poet": "两汉乐府",
    "poem": [
        {
            "title": "上山采蘼芜",
            "content": "上山采蘼芜，下山逢故夫。长跪问故夫，新人复何如？新人虽完好，未若故人姝。颜色类相似，手爪不相如。新人从门入，故人从閤去。新人工织缣，故人工织素。织缣日一匹，织素五丈余。将缣来比素，新人不如故。",
            "comment": "【注释】　①蘼芜：一种香草，叶子风乾可以做香料。古人相信靡芜可使妇人多子。　②姝：好。不仅指容貌。当“新人从门入”的时候，故人是丈夫憎厌的对象，　但新人入门之后，丈夫久而生厌，转又觉得故人比新人好了。这里把男子喜新　厌旧的心理写得更深一层。　③手爪：指纺织等技巧。　④閤：旁门，小门。　新妇从正面大门被迎进来，故妻从旁边小门被送出去。一荣一辱，一喜一悲，　尖锐对照。这雨句是弃妇的话，当故夫对她流露出一些念旧之情的时候，她忍　不注重提旧事，诉一诉当时所受委屈。　⑤缣、素：都是绢。素色洁白，缣色　带黄，素贵缣贱。　⑥一匹：长四丈，广二尺二寸。 【品评】　　　这是一首写弃妇的诗。全篇是弃妇和故夫偶尔重逢时的一番简短对话。弃　妇向故夫打听“新人”的情况：“新人复何如？”一个“复”字用得意味深长，　既透露出弃妇心中的无限委屈怨恨， 又带着一丝本能的妒意。 故夫则回答：　“容颜不如你，手脚更不如你麻利。”弃妇则冷冷地刺了他一句：“新人从门　入，故人从閤去。”心怀愧意的故夫急于表白，于是得出“新人不如故”的结　论。这首诗的本意是咏唱弃妇不幸命运的，却不从正面写弃妇的哀怨委屈，反　而写故夫的念旧。作者没有做任何正面的说明和谴责，但是故夫的念旧使读者　了解到弃妇是一个美丽勤劳的女子，她的被弃是完全无辜的，她的命运决定于　丈夫一时的好恶。至于那位“新人”的命运也就不难猜测了。"
        },
        {
            "title": "有所思",
            "content": "有所思，乃在大海南。何用问遗君，双珠瑇瑁簪，用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰。从今以往，勿复相思，相思与君绝！鸡鸣狗呔，兄嫂当知之。妃呼豨！秋风肃肃晨风飔[1]，东方须臾高知之。",
            "comment": "【注释】注一：醺风。"
        },
        {
            "title": "悲歌",
            "content": "悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。",
            "comment": "【注释】[1]当：当作，作为。"
        },
        {
            "title": "战城南",
            "content": "战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，俯腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！?",
            "comment": ""
        },
        {
            "title": "上邪",
            "content": "上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震夏雨雪，天地合，乃敢与君绝！",
            "comment": "【注释】一位女子痴迷而挚烈的爱情誓言。这是一首汉代乐府民歌，诗的大意是----天啊！我要和你相爱，一辈子也不断绝。除非是山没有了丘陵，长江、黄河都干枯了，冬天雷声隆隆，夏天下起了大雪，天与地合到一起，我才敢同您断绝！"
        },
        {
            "title": "平陵东",
            "content": "平陵东，松柏桐，不知何人劫义公。劫义公，在高堂下，交钱百万两走马。两走马，亦诚难，顾见追吏心中恻。心中恻，血出漉，归告我家卖黄犊。",
            "comment": "【注释】这是一首控诉贪官恶吏采用绑架手段敲诈勒索平民百姓钱财的故事诗，大约产生在西汉末年。"
        },
        {
            "title": "白头吟",
            "content": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁。男儿重意气，何用钱刀为！",
            "comment": "【注释】①皑、皎：都是白。②两意：就是二心（和下文“一心”相对），指情变。③决：别。④斗：盛酒的器具。这两句是说今天置酒作最后的聚会，明早沟边分手。⑤躞蹀：行貌。御沟：流经御苑或环绕宫墙的沟。东西流，即东流。“东西”是偏义复词。这里偏用东字的意义。以上二句是设想别后在沟边独行，过去的爱情生活将如沟水东流，一去不返。⑥这句话连下两句是说嫁女不须啼哭，只要嫁得“一心人”，白头到老，别和我一样，那就好了。⑦竹竿：指钓竿。袅袅：动摇貌。⑧徒徒（应加竹字头，音筛）：形容鱼尾象濡湿的羽毛。在中国歌谣里钓鱼是男女求偶的象征隐语。这里用隐语表示男女相爱的幸福。⑨意气：这里指感情、恩义。钱刀：古时的钱有铸成马刀形的，叫做刀钱。所以钱又称为钱刀。"
        },
        {
            "title": "十五从军征",
            "content": "十五从军征，八十始得归。道逢乡里人：家中有阿谁？遥看是君家，松柏冢累累。兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知贻阿谁！出门东向看，泪落沾我衣。",
            "comment": "【注释】　①阿：发语词。　②冢：高坟。累累：与“垒垒”通，形容丘坟一个连一个的　样子。当归客打听家中有什么人的时候，被问的人不愿明告，但指着那松柏成　林荒家垒垒的地方说：那就是你的家。言外之意就是说你自己去一看就明白了。　以下便是到家后的事。　③狗窦：给狗出入的墙洞。　④植物未经播种而生叫　“旅生”。旅生的谷与葵叫“旅谷”、“旅葵”。　⑤贻：送给。 【品评】　　　这首诗描绘了一个家破人亡的老兵形象，控诉了汉代兵役制给人民带来的　深重苦难。少小离家，垂老归来，看到的却是“松柏家累累”，院舍荒芜，连　一个共话凄凉的人都没有了，他只好“出门东向望”，老泪纵横。有多少血泪　的控诉，多少人生的辛酸，都凝结在那默然眺望的身影中。诗歌正是选取了老　兵重返故里这一片断，给他悲惨的一生打上一个句号。　　　这是一首叙事诗。诗歌依照人物回家的程序，由远而近，逐次描写，很有　层次。人物的情感也随着场景的移换而变化，由起初的热望化为痛苦，陷入绝　望之中。尽管诗中没有对老兵的心情作过多的正面描述，然而从场景的描绘中　依然能感受到一种越来越深沉的哀痛。　　　这首诗通过对景物和动作的描写来刻画人物的悲剧命运。如作者选取了象　征死亡的松柏、坟墓来暗示老兵亲友凋零；通过对兔雉栖身于家屋、谷葵丛生　于庭院的景物描写，来说明老兵家园的残破。而采葵作羹、“不知贻阿谁”的　动作，则表现出老兵的孤苦伶仃；尤其是“出门东向望”这一动作，更写出了　老兵悲哀至甚，以至精神恍惚、表情呆滞的情态，催人泪下。"
        }
    ]
}