{
    "dynasty": "明",
    "poet": "刘基",
    "poem": [
        {
            "title": "北风行",
            "content": "城外萧萧北风起，城上健儿吹落耳。将军玉帐貂鼠衣，手持酒杯看雪飞。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "一抹斜阳沙觜，几点闲鸥草际，乌榜小渔舟，摇过半江秋水。风起，风起，棹入白苹花里。",
            "comment": ""
        },
        {
            "title": "题沙溪驿",
            "content": "涧水弯弯绕郡城，老蝉嘶作车轮声。西风吹客上马去，夕阳满川红叶明。",
            "comment": ""
        },
        {
            "title": "绝句",
            "content": "人生无百岁，百岁复如何？古来英雄士，各已归山河。",
            "comment": "【注释】山河：山曲。指坟墓所在。"
        },
        {
            "title": "登卧龙山写怀二十八韵",
            "content": "白云在青天，可望不可即。浩歌梁甫吟，忧来凭胸臆。",
            "comment": ""
        },
        {
            "title": "蜀国弦",
            "content": "胡笳拍断玄冰结，湘灵曲终斑竹裂。为君更奏《蜀国弦》，一弹一声飞上天。蜀国周道五千里，蛾眉岧岧连玉垒。岷嶓出水作大江，地砉天浮戒南纪。舒为五色朝霞晖，惨为虎豹嘷阴霏。翕为千障云雨入，嘘为百里雷霆飞。白盐雪消春水满，谷鸟相呼锦城暖。巴姬倚歌汉女和，杨柳压桥花纂纂。铜梁翠气通青蛉，碧鸡啼落天上星。山都号风寡鹄泣，杜鹃呜咽愁幽冥。商悲羽怒呀未了，穷猿三声巫峡晓。瞿塘喷浪翻九渊，倒泻流泉喧木抄。楼头仲宣羁旅客，故乡渺渺皆尘隔。含凄更听《蜀国弦》，不待天明头尽白。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "万里封侯，八珍鼎食，何如故乡。奈狐狸夜啸，腥风满地，蛟螭昼舞，平陆沉江。中泽哀鸿，苞荆隼鸨，软尽平生铁石肠。凭栏看，但云霓明灭，烟草苍茫。 不须踽踽凉凉，盖世功名百战场。笑扬雄寂寞，刘伶沉湎，嵇生纵诞，贺老清狂。江左夷吾，隆中诸葛，济弱扶危计甚长。桑榆外，有轻阴乍起，未是斜阳。",
            "comment": ""
        },
        {
            "title": "过闽关",
            "content": "关头雾露白蒙蒙，关下斜阳照树红。过了秋风浑未觉，满山秔稻入闽中。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "鸡鸣风雨潇潇，侧身天地无刘表。啼鹃迸泪，落花飘恨，断魂飞绕。月暗云霄，星沉烟水，角声清袅。问登楼王粲、镜中白发，今宵又添都少？极目乡关何处？渺青山，髻螺都校几回好梦，随风归去，被渠遮了。宝瑟弦僵，玉笙簧冷，冥鸿天杪。但侵阶落草，满庭绿树，不知昏晓",
            "comment": ""
        },
        {
            "title": "田家",
            "content": "田家无所求，所求在衣食；丈夫事耕稼，妇女攻纺绩，侵晨荷锄出，暮夜不遑息。饱暖匪天降，赖尔筋与力。租税所从来，官府宜爱惜。如何恣刻剥，渗漉尽涓滴。怪当休明时，狼藉多盗贼。岂无仁义矛，可以弥锋镝。安得廉循吏，与国共欣戚，清心罢苞苴，养民瘳国脉。",
            "comment": ""
        },
        {
            "title": "古戍",
            "content": "古戍连山火，新城殷地笳。九洲犹虎豹，四海未桑麻。天迥云垂草，江空雪覆沙。野梅烧不尽，时见两三花。",
            "comment": ""
        },
        {
            "title": "会稽",
            "content": "会稽南镇夏王封，蔽日腾空紫翠重。阴壑烟霞辉草木，古祠风雨出蛟龙。玄夷此日归何处，玉简他年岂再逢？安得普天休战伐，不令竹箭困输供。",
            "comment": ""
        },
        {
            "title": "感怀",
            "content": "驱车出门去，四顾不见人。回风卷落叶，飒飒带沙尘。平原旷千里，莽莽尽荆榛。繁华能几何，憔悴及兹辰。所以芳桂枝，不争桃李春。云林耿幽独，霜雪空相亲。",
            "comment": ""
        },
        {
            "title": "五月十九日大雨",
            "content": "风驱急雨洒高城，云压轻雷殷地声。雨过不知龙去处，一池草色万蛙鸣。",
            "comment": ""
        },
        {
            "title": "旅兴",
            "content": "倦鸟冀安巢，风林无静柯。路长羽翼短，日暮当如何？登高望四方，但见山与河。宁知天上雨，去去为沧波。慷慨对长风，坐感玄发皤。弱水不可航，层城岌嵯峨。凄凉华表鹤，太息成悲歌。",
            "comment": ""
        },
        {
            "title": "畦桑词",
            "content": "编竹为篱更栽刺，高门大写畦桑字。县官要备六事忙，村村巷巷催畦桑。畦桑有增不可减，准备上司来计点。新官下马旧官行，牌上却改新官名。君不见古人树桑在墙下，五十衣帛无冻者。今日路傍桑满畦，茅屋苦寒中夜啼。",
            "comment": ""
        },
        {
            "title": "感怀",
            "content": "槁叶寒槭槭，罗帐秋风生。凄凄侯虫鸣，呖呖宾鸿惊。美人抱瑶瑟，仰视河汉明。丝桐岂殊音，古调非今声。沉思空幽寂，岁月已徂征。",
            "comment": ""
        },
        {
            "title": "旅兴",
            "content": "寒灯耿幽暮，虫鸣清夜阑。起行望青天，明月在云端。美人隔千里，山河淼漫漫。玄云翳崇冈，白露雕芳兰。愿以绿绮琴，写作行路难。忧来无和声，弦绝空长叹。",
            "comment": ""
        },
        {
            "title": "感怀",
            "content": "结发事远游，逍遥观四方。天地一何阔，山川杳茫茫。众鸟各自飞，乔木空苍凉。登高见万里，怀古使心伤。伫立望浮云，安得凌风翔。",
            "comment": ""
        }
    ]
}