{
    "dynasty": "明",
    "poet": "徐渭",
    "poem": [
        {
            "title": "赋得酒卮中有好花枝",
            "content": "虽云辞树底，犹得映杯中。带叶蚁分绿，临妆脸并红。传时香觉迩，覆处影方空。若使玻璃杯，楼台浸几重。",
            "comment": ""
        },
        {
            "title": "题画梅",
            "content": "从来不见梅花谱，信手拈来自有神。 不信试看千万树，东风吹着便成春。",
            "comment": ""
        },
        {
            "title": "渔家四图四首",
            "content": "渔伴网鱼换酒，渔妇把酒斟翁。邻舍不离水上，对斟只在波中。",
            "comment": ""
        },
        {
            "title": "兰",
            "content": "莫讶春光不属侬，一香已足压千红。总令摘向韩娘袖，不作人间脑麝风。",
            "comment": ""
        },
        {
            "title": "王元章倒枝梅画",
            "content": "皓态孤芳压俗姿，不堪复写拂云枝。从来万事嫌高格，莫怪梅花着地垂。",
            "comment": ""
        },
        {
            "title": "岳坟",
            "content": "墓门惨淡碧湖中，丹雘朱扉射水红。四海龙蛇寒食后，六陵风雨大江东。英雄几夜乾坤博，忠孝传家俎豆同。肠断两宫终朔雪，年年麦饭隔春风。",
            "comment": ""
        },
        {
            "title": "题墨葡萄诗",
            "content": "半生落魄已成翁，独立书斋啸晚风。笔底明珠无处卖，闲抛闲掷野藤中。",
            "comment": ""
        },
        {
            "title": "与言君饮酒",
            "content": "今日与君饮一斗，卧龙山下人屠狗。雨歇苍鹰唤晚晴，浅草黄芽寒兔走。酒深耳热白日斛，笔满心雄不停手。",
            "comment": ""
        },
        {
            "title": "龛山凯歌",
            "content": "短剑随枪暮合围，寒风吹血着人飞；朝来道上看归骑，一片红冰冷铁衣。",
            "comment": ""
        },
        {
            "title": "酒徒",
            "content": "御史别淳于，金钗堕长夜。 五斗不湿唇，双鬟抱垆泻。 笑杀斗升肠，耳热索秆蔗。",
            "comment": ""
        },
        {
            "title": "频婆诗",
            "content": "石蜜偷将结，他鸡伏不成。千林黄鹄卵，一市楚江萍。旨夺秋厨腊，鲜专夏碗冰。上元灯火节，一颗百钱青",
            "comment": "【注释】①石蜜。古有所谓“蜜腊”，矿物名，与琥珀同类而色淡，一名金珀。《通雅·金石》：“琥珀色赤曰血珀，从云南来；而淡者曰金珀，曰蜜腊，皆从闽番舶来。”这里的石蜜大概是指蜜腊，盖言频婆果的色泽微黄透红。 　　②他鸡伏不成。此句有疑。古有“鸡树”的典故，见《世说》。三国魏时，中书监刘放与中书监孙资相亲近，均久任要职。夏侯献和曹肇心内不平，见殿中有鸡栖树，二人相谓道：“此亦久矣，其能复几！”后来可借指中书省官署。因为此诗作于何年已无考，若在胡宗宪被捕之前，或为胡与幕僚间席上所作，有歌功颂德的意思，谓胡可长保此位；若在之后，则或有自述苦闷，甚或暗讽李春芳，亦未可知。此解实在牵强，未知其与频婆果有何联系。具体待考。或许是文长在玩幽默，联系前句“偷将结”，或有鸡喜欢伏于树上啄其嫩芽，而今竟已结实，鸡啄而不得？不解。 　　③黄鹄卵。此句易解，盖言其外形也。亦写其满树频婆，丰收之貌。 　　④萍。皮日休《浮萍》诗：“嫩似金脂扬似烟，多情浑欲拥红莲。明朝拟附南风信，寄与湘妃作翠钿。”盖言其实柔嫩轻美，口感极佳。“一市”盖与“千林”相对，皆言其多也。 　　⑤旨，味美也。所谓“秋厨”，我认为应该是“冬厨”才对，开始做腊肉了。以腊肉之旨誉频婆之肥美。 　　⑥鲜专夏碗冰。同上理。 　　⑦钱青，实为青钱。言其初上市时价格之高。"
        },
        {
            "title": "兰亭次韵",
            "content": "兰亭次韵相传萧翼窃《兰亭记》，掀阅，百花一时尽开。长堤高柳带平沙，无处春来不酒家。野外光风偏拂马，市门残帖解开花。新觞曲引诸溪水，旧寺岩垂几树茶。回首永和如昨日，不堪怅望晚天霞。",
            "comment": ""
        },
        {
            "title": "乙丑元日大雪，自饮自醉，遂呼王山人过尚",
            "content": "元日独酌不成酡，穿林唤客雪中过。三百六旬又过矣，四十五春如老何。帻软渐知簪发少，兴豪那计酒筹多。小园风景偏宜雪，缀柳妆梅有许窠。",
            "comment": "【注释】原题：乙丑元日大雪，自饮自醉，遂呼王山人过尚志家痛饮，夜归复浮白于园中。"
        },
        {
            "title": "醉人",
            "content": "不去奔波办过年，终朝酩酊步颠连。几声街爆轰难醒，那怕人来索酒钱。",
            "comment": ""
        },
        {
            "title": "柳桥不知谁氏园，旧有梨树六株，花甚盛。",
            "content": "六树梨花打百球，昔年曾记柳桥头。娇来靥靥西施粉，冷伴年年燕子楼。不受三郎催羯鼓，好当一梦入罗浮。今来斫尽谁家圃，鼙负山人扁额休。",
            "comment": "【注释】原题：柳桥不知谁氏园，旧有梨树六株，花甚盛。余每当月夜坐观移时，拟买之屋而扁曰香雪园，今归谁氏，梨且斫尽矣"
        },
        {
            "title": "为郑先生题画四首，值大醉",
            "content": "春雨潇潇醉酒尊，何人命咏牧图浑。溪寒月落牛自渡，老牧醉眼何处村。",
            "comment": ""
        },
        {
            "title": "岁暮夜雪招二王诗人菲果小饮",
            "content": "斗酒那能不醉休，醉来可使不歌不？ 黄金虽我无颜色，秋水还谁辨马牛？ 笑插落梅花乱鬓，起看城雪筋冰楼。 一角忽风天尽黑，万鸦抟雨下枝头。",
            "comment": ""
        },
        {
            "title": "竹",
            "content": "一斗醉来将落日，胸中奇突有千尺。急索吴笺何太忙，兔起鹘落迟不得。",
            "comment": ""
        },
        {
            "title": "酒三品",
            "content": "酒三品酒三品，曰桑络、襄陵、羊羔，价并不远，每甕可十小盏，须银二钱有奇。 小甕五双盏，千蚨五瓮香。 无钱买长醉，有客偶携将。 酝籍宜高价，淋漓想故乡。 狭斜垆不少，今夜是谁当。",
            "comment": ""
        }
    ]
}