{
    "dynasty": "明",
    "poet": "高启",
    "poem": [
        {
            "title": "闻雁",
            "content": "江寒月黑夜，定宿蒹葭里。叫叫过灯前，却是谁惊起？",
            "comment": ""
        },
        {
            "title": "红叶",
            "content": "霜染满林红，萧疎夕照中。曾供写秋怨，流出上阳宫。",
            "comment": ""
        },
        {
            "title": "芭蕉",
            "content": "静遶绿阴行，闻听雨声卧。还有感秋诗，窗前书叶破。",
            "comment": ""
        },
        {
            "title": "咏梅",
            "content": "琼姿只合在瑶台，谁向江南处处栽。雪满山中高士卧，月明林下美人来。寒依疏影萧萧竹，春掩残香漠漠苔。自去何郎无好咏，东风愁寂几回开？",
            "comment": ""
        },
        {
            "title": "回文",
            "content": "风帘一烛对残花，薄雾寒笼翠袖纱。空院别愁惊破梦，东栏井树夜啼鸦。",
            "comment": ""
        },
        {
            "title": "宫女图",
            "content": "女奴扶醉踏苍苔，明月西园侍宴回。小犬隔花空吠影，夜深宫禁有谁来？",
            "comment": ""
        },
        {
            "title": "登金陵雨花台望大江",
            "content": "大江来从万山中，山势尽与江流东。钟山如龙独西上，欲破巨浪乘长风。江山相雄不相让，形胜争夸天下壮。秦皇空此瘗黄金，佳气葱葱至今王。我怀郁塞何由开，酒酣走上城南台；坐觉苍茫万古意，远自荒烟落日之中来！石头城下涛声怒，武骑千群谁敢渡？黄旗入洛竟何祥，铁锁横江未为固。前三国，后六朝，草生官阙何萧萧。英雄乘时务割据，几度战血流寒潮。我生幸逢圣人起南国，祸乱初平事休息。从今四海永为家，不用长江限南北。",
            "comment": "【注释】[创作背景]本诗作于洪武二年（1396年），明代开国未久之际。当时诗人正应征参加《元史》的修撰，怀抱理想，要为国家作一番事业。当他登上金陵雨花台眺望长江滚滚东去的时候，不禁触景生情，吊古思今，表达了对国泰民安的向往。 [内容评析]诗的开头描写所看到的景色：长江从万山丛中呼啸东下，锺山似蟠龙乘风西上。江山形胜，使诗人想起当初秦始皇曾在此地埋下金玉杂宝，以镇压金陵的「天子之气」，但徒劳无功，金陵依然「王气」旺盛，今天又成了新建立的朱明王朝的京城。 接着笔头一转，写诗人自己的心绪和感慨。诗人说自己本是为了排遣胸中的「郁塞」而在酒后登台眺江的。建国之初，气象更新，何来愁思？读完全诗，便不难明白，他是从历史的教训而生忧患。「荒烟落日」的远景使他引发「苍茫万古意」，石头城下的涛声使他想起了三国、六朝的旧事。当年南朝陈后主君臣曾以为「长江天堑，古来限隔，虏军岂能飞渡？」 后来却成为北军的阶下囚。三国吴主孙皓迷信「黄旗紫盖见于东南，终有天下者，荆、扬之君乎」的谣传，带了王室及后宫数千人要去洛阳称帝，结果途遇大雪，士卒怨怒，只好返回。过了九年，晋军伐吴，吴在长江险要之处设置铁链，横锁江面，可是依旧挡不住进攻，孙皓只好出城投降。如今自三国东吴建都以来的六朝宫殿，都已杂草丛生，残败破落，那些妄想凭藉长江天险割据一方的「英雄」，只能让血流如潮，给百姓带来灾难，而一无所得。 最后四句又回到现实，诗人庆幸躬逢盛世，歌颂「圣人」朱元璋平定天下，与民休息，从此可以四海一家，不再因长江分割南北而起干戈。联系全诗主旨，这与其说是诗人对现实的歌颂，无宁说是诗人对国家的期望。居安思危，新建起来的明朝会不会重蹈历史的覆辙呢？所以这四句声调是欢快的，但欢快中带有一丝沉郁的感情：心境是爽朗的，但爽朗中蒙上了一层历史的阴影。既豪放伟岸，又沉郁顿挫。 全诗气势豪放，音韵铿锵，舒卷自如，纵横随意。 [难词注释]①金陵：今江苏南京市。雨花台：在南京市南聚宝山上。②「秦皇」一句：据说「秦并天下，望气者言，江东有天子气」，「秦皇因埋金玉杂宝以压之」。瘗：埋。③王：旺盛。④坐：遂，因而。⑤石头城：故址在今南京市清凉山上。⑥「武骑」一句：六朝时，当贺若弼、韩擒虎率领数十万雄师渡江的时候，佞臣孔范却对陈后主说「长江天堑，古来限隔，虏军岂能飞渡？」陈后主笑以为然，遂不设防，结果做了隋军的俘虏。⑦「黄旗」一句：三国时，吴主孙皓听信「黄旗紫盖见于东南，终有天下者，荆、扬之君乎」的谣传，便以为天命攸归，于是率母妻儿女及后宫数千人入洛阳，以顺天命，途遇大雪，兵士「寒冻殆死」，扬言「若遇敌，便当倒戈耳」，孙皓只得丧气而返。⑧「铁锁」一句：三国时，吴在长江险要之处设置铁链，横锁江面。可是最后为晋军所破，孙皓只好出城投降。⑨事休息：以休养生息为事。 http://www.china10k.com/simp/history/"
        },
        {
            "title": "田家夜舂",
            "content": "新妇春粮独睡迟，夜寒茅屋雨来时。灯前每嘱儿休哭，明日行人要早炊。",
            "comment": "【注释】元末明初战乱是很多的。诗写的是这个背景下的一个生活场景：尽管是寒冷的雨夜，加上幼儿啼哭，农妇还是必须连夜春米，为出征的人准备早饭。【解释】①新妇--－主妇。诗中写她有了儿子，不是一般说的新婚妇，舂粮--用杵捣米。②每嘱--一再嘱咐。（因为孩子夜晚总是啼哭。）③行人--出征的人。早炊--早饭。"
        },
        {
            "title": "柳燕",
            "content": "妙舞汉宫人，香魂化几春。娇飞傍杨柳，犹似学腰身。",
            "comment": ""
        },
        {
            "title": "步至东皋",
            "content": "斜日半川明，幽人每独行。愁怀逢暮惨，诗意入秋清。鸟啄枯杨碎，虫悬落叶轻。如何得归后，犹似客中情？",
            "comment": ""
        },
        {
            "title": "寻胡隐者",
            "content": "渡水复渡水，看花还看花。春风江上路，不觉到君家。",
            "comment": ""
        },
        {
            "title": "岳王坟",
            "content": "大树无枝向北风，千年遗恨泣英雄。班师诏已成三殿，射虏书犹说两宫。每忆上方谁请剑，空嗟高庙自藏弓。栖霞岭上今回首，不见诸陵白雾中。",
            "comment": ""
        },
        {
            "title": "赴京道中逢还乡友",
            "content": "我去君却归，相逢立途次。欲寄故乡言，先询上京事。",
            "comment": ""
        },
        {
            "title": "岳王墓",
            "content": "大树无枝向北风，十年遗恨泣英雄。班师诏已来三殿，射虏书犹说两宫。每忆上方谁请剑，空嗟高庙自藏弓。栖霞岭上今回首，不见诸陵白露中。?",
            "comment": ""
        },
        {
            "title": "观鹅",
            "content": "交睡春塘暖，苹香日欲曛。嫩怜黄似酒，净爱白如云。击乱思常侍，笼归忆右军。沧波堪远泛，莫入野凫群。",
            "comment": ""
        },
        {
            "title": "背面美人图",
            "content": "欲呼回首不知名，背立东风几许情。莫道画师元不见，倾城虽见画难成。",
            "comment": ""
        },
        {
            "title": "牧牛词",
            "content": "尔牛角弯环，我牛尾秃速，共拈短笛与长鞭，南陇东冈去相逐。日斜草远牛行迟，牛劳牛饥唯我知；牛上唱歌牛下坐，夜归还向牛边卧。长年牧牛百不忧，但恐输租卖我牛。",
            "comment": "【注释】诗写牧童的天真活泼、共同牧放生活中的喜悦，与对牛的深厚感情，更从怕卖牛输租上，反映出剥削的残酷。尔、我：牧童间彼此相称。"
        },
        {
            "title": "养蚕词",
            "content": "东家西家罢来往，晴日深窗风雨响。三眠蚕起食叶多，陌头桑树空枝柯。新妇守箔女执筐，头发不梳一月忙。三姑祭后今年好，满簇如云茧成早。檐前蝶车急作丝，又是夏税相催时。",
            "comment": ""
        },
        {
            "title": "惜春",
            "content": "春过一半未能知，此后还愁不肯迟。斜日浮云楼上醉，更无言语嗅花枝。",
            "comment": ""
        },
        {
            "title": "得家书",
            "content": "未读书中语，忧怀已觉宽。灯前看封箧，题字有平安。",
            "comment": ""
        },
        {
            "title": "客中忆二女",
            "content": "每忆门前两候归，客中长夜梦魂飞。料应此际犹依母，灯下看缝寄我衣。",
            "comment": ""
        },
        {
            "title": "园中梨花唯开一枝",
            "content": "栏外见春迟，朝来雪一枝。不知初发处，误道已残时。",
            "comment": ""
        },
        {
            "title": "庐山",
            "content": "骑马幽幽度岭迟，老僧不识使君谁 。门开红叶林中寺，泉浸青山石上池。残果已收猿食少，枯松欲折鹤巢危。壁间不用题名字，无数苍苔没旧碑。",
            "comment": ""
        }
    ]
}