{
    "dynasty": "元",
    "poet": "倪瓒",
    "poem": [
        {
            "title": "三月一日自松陵过华亭",
            "content": "竹西莺语太丁宁，斜日山光澹翠屏。春与繁花俱欲谢，愁如中酒不能醒。鸥明野水孤帆影，鹘没长天远树青。舟楫何堪久留滞？更穷幽赏过华亭。",
            "comment": ""
        },
        {
            "title": "忆秦娥 昨日尝赋忆秦娥一首，以介石齐前木",
            "content": "笑人寂寞，盖以风雨伤怀耳。兹重改呈，又作一首，共写呈，二君却不可扶疏玉。蟾宫树影阑干曲。阑干曲。一襟香露，几枝金粟。＊娥镜里秋云绿。无端风雨声相续。声相续。不须澄霁，为沽＊＊。",
            "comment": ""
        },
        {
            "title": "寄李隐者",
            "content": "南汀新月色，照见水中蘋。便欲乘清影，缘源访隐沦。君住钿山湖，绿酒松花春。梦披寒雪去，疑是剡溪滨。",
            "comment": ""
        },
        {
            "title": "北里",
            "content": "舍北舍南来往少，自无人觅野夫家。鸠鸣桑上还催种，人语烟中始焙茶。池水云笼芳草气，井床露净碧桐花。练衣挂石生幽梦，睡起行吟到日斜。",
            "comment": ""
        },
        {
            "title": "寄熙本明",
            "content": "在山无事入城中，每问归樵得信通。松室夜灯禅影瘦，石潭秋水道心空。幽扉独掩林间雨，疏磬遥传谷口风。几度行吟欲相觅，乱流深涧隔西东。",
            "comment": ""
        },
        {
            "title": "与伯雨登溪山胜概楼",
            "content": "楼下清溪夏亦寒，溪头个个白鸥闲。风回绿卷平堤水，林缺青分隔岸山。若士振衣千仞表，何人泛宅五湖间。绝怜与子同清赏，拟向云霄共往还。",
            "comment": ""
        },
        {
            "title": "南乡子 东林桥雨篷梦归",
            "content": "篷上雨潺潺。篷底幽人梦故山。涧户林扉元不闭，萧闲。只有飞云可往还。波冷玉珊珊。一壑松风引佩环。咏得池塘春草句，更阑。行尽千峰",
            "comment": ""
        },
        {
            "title": "六月五日偶成",
            "content": "坐看青苔欲上衣，一池春水霭余辉。荒村尽日无车马，时有残云伴鹤归。",
            "comment": ""
        },
        {
            "title": "丙子岁十月八日夜泊阊门将还溪上有怀友仁陆",
            "content": "明发辞吴会，移舟夜淹泊。空宇垂繁星，微云暝前郭。沉沉抱冲素，悄悄伤离索。归扫松径苔，迟君践幽约。",
            "comment": "【注释】【原题】：丙子岁十月八日夜泊阊门将还溪上有怀友仁陆征君"
        },
        {
            "title": "柳梢青 赠妓小琼英",
            "content": "楼上玉笙吹彻。白露冷、飞琼佩＊。黛浅含颦，香残栖梦，子规啼月。扬州往事荒凉，有多少、愁萦思结。燕语空梁，鸥盟寒渚，画阑飘雪。",
            "comment": ""
        },
        {
            "title": "双调·新水令",
            "content": "草茫茫秦汉陵阙，世代兴亡，却便以月影圆缺。山人家堆案图书，当窗松桂，满地薇蕨，侯门深何须刺谒，白云自可悦怡。到如今世事难说，天地间不见一个英雄，不见一个豪杰！?",
            "comment": "【注释】［写作背景］本篇是作者一首述志寄怀之作。作者生活在元末。这时社会动乱，危机四起。元朝日趋崩溃，农民起义到处涌起。作者家居无锡，这时张士城正在这里拥兵称王，社会极不安定。倪瓒是一位高士，一生抱清贞绝俗的态度，工书好学，笃于自信，以书画名噪一时。但他也不能与世隔绝，更不能对社会的动荡无动于衷。这首小曲，抒发了他对历史和现状的感慨，直接表现了他的生活态度，生动地反映了这位杰出的山水画家的思想品格，很值得重视。［注解］陵阙：指帝王的坟墓。山人家：山居的人，作者自称。堆案图书：形容藏书丰富。案，桌子。薇蕨：皆草本植物。伯夷叔齐不食周粟，隐居首阳山，采薇而食。后世以“薇蕨”为隐者之粮。侯门：泛指官宦显贵人家。刺谒：求见，拜访。刺，类似后来的名片。［译文］秦汉的帝王坟墓已经埋在茫茫草野之下。那以后历代江山易主，就像天边的月亮时圆时缺那样迅速变幻，司空见惯。我家里堆的是书画，窗前栽的是松桂，满地长的是薇蕨。侯门深似海，何必去拜访呢，白云自有自己的快乐。到如今世事依然不堪。看茫茫天地之间，竟见不到一个英雄，一个豪杰。"
        },
        {
            "title": "戊寅十二月丹丘柯博士过林下赋诗次韵酬答",
            "content": "积雪被长坂，卧疴守中林。山川虽云阻，舟楫肯见寻。倾盖何必旧，相知亦已深。惊风飘枯条，清池冒重阴。联翩双黄鹄，飞鸣绿水浔。顾望思郁纡，裴徊发悲吟。愿言齐羽翼，金石固其心。欢乐何由替，黄发期满簪。",
            "comment": ""
        },
        {
            "title": "怀归",
            "content": "久客怀归思惘然，松间茅屋女萝牵。三杯桃李春风酒，一榻菰蒲夜雨船。鸿迹偶曾留雪渚，鹤情原只在芝田。他乡未若还家乐，绿树年年叫杜鹃。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "满城风雨近重阳。湿秋光。暗横塘。萧瑟汀蒲，岸柳送凄凉。亲旧登高前日梦，松菊径，也应荒。堪将何物比愁长。绿泱泱。绕秋江。流到天涯，盘屈九回肠。烟外青萍飞白鸟，归路阻，思微茫。",
            "comment": ""
        },
        {
            "title": "刘君元晖八月十四日邀余玩月快雪斋中，命余",
            "content": "卷帘见月形神清，疑是山阴夜雪明。长歌欲觅剡溪戴，怅然停杯远恨生。尔营茅斋名快雪，邀我吹笙弄明月。明星如银浮翳消，垂露成帷桂花发。酒波荡漾天河倾，笙声袅袅秋风咽。古人与我不并世，鹤思鸥情迥愁绝。",
            "comment": "【注释】【原题】：刘君元晖八月十四日邀余玩月快雪斋中，命余诗，因赋"
        },
        {
            "title": "鹧鸪天",
            "content": "笠泽沿回十五年。亲知情义日堪怜。偷见三顾吾何有，俗士群讥自省愆。聊复尔，岂其然。田翁轻慢牧童颠。乃知造物深相与，急使江湖棹去",
            "comment": ""
        },
        {
            "title": "凭栏人",
            "content": "客有吴郎吹洞箫，明月沉江春雾晓。湘灵不可招，水云中环佩摇。",
            "comment": "【注释】［写作背景］这是一首赠友之作。吴国良，是倪瓒的朋友，宜兴荆溪人。倪氏诗文集《清閟阁全集》卷九《题荆溪清远图》说：“荆溪吴国良，工制墨，善吹萧，好与贤士大夫游。张贞居（按：即张天雨）每馆寓其家。舣舟篱旁，兴尽便返。故国良得贞居翰墨为多。今年夏，予以事至郡中，泊舟文忠（按：即苏轼）祠后，国良便从溪上具小舟相就语，为援箫作三五弄，慰予寂寞。并以新制桐花烟墨为赠。予嘉其思致近古，遂写荆溪图以遗之。”这篇题跋，把作者与吴国良交往的情形写得很具体、动人，从中可以看到吴国良的技艺与志趣。因为有这样的交往，所以倪瓒的诗集中，留有两首赠吴国良的诗，其中一首题作，赞其佳墨；散曲作品中又留下了这首小曲，赞其箫声。［注解］湘灵：传说中舜的妃子，死后成为湘水女神，号湘夫人。屈原《九歌.湘君》写湘君期待夫人不至，吹箫以寄托哀思。环珮：古代女子身上的玉饰。［译文］客人中有个叫吴国良的，他擅长吹箫，箫声犹如碧波明月的清沏凄冷，又如春日晓雾的朦胧袅绕。美妙的箫声虽然未能招来湘水的女神，但听者在水云交织的迷濛中仿佛听到悦耳的玉饰摇动、碰击的声音。"
        },
        {
            "title": "别章炼师",
            "content": "方舟共济春江阔，访我寒烟菰苇中。鼓柁斜冲薲叶雨，钩帘半怯杏花风。仙人坛上芝应碧，玉女窗中桃未红。拟趁轻帆数来往，缥壶不惜酒如空。",
            "comment": ""
        },
        {
            "title": "忆秦娥 昨日尝赋忆秦娥一首，以介石齐前木",
            "content": "笑人寂寞，盖以风雨伤怀耳。兹重改呈，又作一首，共写呈，二君却不可扶疏玉。蟾宫树影阑干曲。阑干曲。一襟香露，几枝金粟。＊娥镜里秋云绿。无端风雨声相续。声相续。不须澄霁，为沽＊＊。",
            "comment": ""
        },
        {
            "title": "早春对雨寄怀张外史",
            "content": "林卧苦泥雨，忧来不可绝。掀帏望天际，春风吹木末。飞萝散成雾，细草绿如发。念子独高世，南山修隐诀。抚弄无弦琴，招邀青天月。神安形不凋，迹高行自洁。思之不可见，饥渴何由歇。愿为鸾鹄翔，南游拂松雪。",
            "comment": ""
        },
        {
            "title": "对酒",
            "content": "题诗石壁上，把酒长松间。远水白云度，晴天孤鹤还。虚亭映苔竹，聊此息跻攀。坐久日已夕，春鸟声关关。",
            "comment": ""
        },
        {
            "title": "人月圆",
            "content": "伤心莫问前朝事，重上越王台。鹧鸪啼处，东风草绿，残照花开。怅然孤啸，青山故国，乔木苍苔。当时明月，依依素影，何处飞来？",
            "comment": "【注释】［写作背景］作者生活在元末明初，作为元代遗民，他始终不能忘记元兵南下、宋朝灭亡那段悲惨的历史。因此，他一生都没有在元政权下做官，隐逸山林，在他晚年时常追忆旧事，缅怀故国，抒写愁思。此曲即是作者重登绍兴越王台时所作，包括江浙广大地区在内的“越地”，既有越王勾践报仇雪趾的历史传统，又是南宋政治经济的中心，人到这里尤其容易激发起亡国的惨痛和恢复河山的愿望，今天作者重游前朝重地，登上当年勾践点兵复仇的越王台，感情不能抑制。［注解］前朝：此指宋朝。越王台：春秋时期越王勾践所建，为驻兵处。素曩：皎洁银白的月光。［译文］不要再问前朝那些伤心的往事了，我重新登上越王台。鹧鸪鸟哀婉地啼叫，东风吹指初绿的衰草，残阳中山花开放。我惆怅地独自仰天长啸，青崇山峻岭依旧，故国已不在，满目尽是乔木布满苍苔，一片悲凉。头上的明月，柔和皎洁，仍是照耀过前朝的那轮，可是它又是从哪里飞来的呢？"
        },
        {
            "title": "东林隐所寄陆征士",
            "content": "寝扉桃李昼阴阴，耕凿居人有远心。一夜池塘春草绿，孤村风雨落花深。不嗔野老群争席，时有游鱼出听琴。白发多情陆征士，松间石上续幽吟。",
            "comment": ""
        },
        {
            "title": "江城子 感旧",
            "content": "窗前翠影湿芭蕉。雨潇潇。思无聊。梦入故园，山水碧迢迢。依旧当年行乐地，香径杳，绿苔饶。沉香火底坐吹萧。忆妖娆。想风标。同步芙蓉，花畔赤阑桥。渔唱一声惊梦觉，无觅处，不堪招。",
            "comment": ""
        },
        {
            "title": "人月圆",
            "content": "惊回一枕当年梦，渔唱起南津。画屏云嶂，池塘春草，无限消魂。旧家应在，梧桐覆井，杨柳藏门。闲身空老，孤篷听雨，灯火江村。",
            "comment": ""
        },
        {
            "title": "人月圆",
            "content": "惊回一枕当年梦，渔唱起南津。画屏云嶂，池塘春草，无限消魂。旧家应在，梧桐覆井，杨柳藏门。闲身空老，孤篷听雨，灯火江村。",
            "comment": ""
        },
        {
            "title": "清平乐 在荆溪作",
            "content": "汀烟溪树。总是伤心处。望断溪流东北注。梦逐孤云归去。山花野鸟初春。渔郎樵叟南津。谁识摧颓老子，醉人推骂从嗔。",
            "comment": ""
        },
        {
            "title": "听袁子方弹琴",
            "content": "蕙怅凝夕清，高堂流月明。芳琴发绮席，列坐散繁缨。回翔别鹄意，缥缈孤鸾鸣。一写冰霜操，掩抑寄余情。",
            "comment": ""
        },
        {
            "title": "述怀",
            "content": "读书衡茅下，秋深黄叶多。原上见远山，被褐起行歌。依依墟里间，农叟荷过。华林散清月，寒水淡无波。遐哉栖遁情，身外岂有它。人生行乐耳，富贵将如何！",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "参差玉。笙砷暮起瑶台曲。瑶台曲。轻风香浸，夜凉肌粟。黄云巧缀飞霞绿。清吟未断秋霖续。秋霖续。恐辜花意，倒尊中＊。",
            "comment": ""
        },
        {
            "title": "己卯正月十八日与申屠彦德游虎丘得客字",
            "content": "余适偶入城，本是山中客。舟经二王宅，吊古览陈迹。松阴始亭午，岚气忽敛夕。欲去仍裴徊，题诗满苔石。",
            "comment": ""
        },
        {
            "title": "春日云林斋居",
            "content": "池泉春涨深，径苔夕阴满。讽咏《紫霞篇》，驰情华阳馆。晴岚拂书幌，飞花浮茗碗。阶下松粉黄，窗间云气暖。石梁萝茑垂，翳翳行踪断。非与世相违，冥栖久忘返。",
            "comment": ""
        },
        {
            "title": "太常引 寿彝齐",
            "content": "柳阴濯足水侵矶。香度野蔷薇。芳草绿萋萋。问何事、王孙未归。一壶浊酒，一声清唱，帘幕燕双飞。风暖试轻衣。介眉寿、遥瞻翠微。",
            "comment": ""
        },
        {
            "title": "江城子 感旧",
            "content": "窗前翠影湿芭蕉。雨潇潇。思无聊。梦入故园，山水碧迢迢。依旧当年行乐地，香径杳，绿苔饶。沉香火底坐吹萧。忆妖娆。想风标。同步芙蓉，花畔赤阑桥。渔唱一声惊梦觉，无觅处，不堪招。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "富豪休恃。英雄休使。一旦繁华如洗。鹊巢何事借鸠居，看数载、主三易矣。东家烟起。西家烟起。无复碧＊朱＊。我来重宿半间云，算旧制",
            "comment": ""
        },
        {
            "title": "垂虹亭",
            "content": "虚阁春城外，澄湖莫雨边。飞云忽入户，去鸟欲穷天。林屋青西映，吴松碧左连。登临感时物，快吸酒如川。",
            "comment": ""
        },
        {
            "title": "定风波 题画梅 庚寅腊月，同天台陶九成访云",
            "content": "欹帽垂鞭送客回。小桥流水一枝梅。醉后红绡都不记，□剩，幽香却解逐人来。松畔扶间频置酒。携手。与君看到十分开。少壮相从今雪鬓。因甚。流年清兴两相催。云栖子见示管夫人雪梅，与今日情景适合，因题一调定风波云。瓒记。珊",
            "comment": ""
        },
        {
            "title": "桂花",
            "content": "桂花留晚色，帘影淡秋光。靡靡风还落，菲菲夜未央。玉绳低缺月，金鸭罢焚香。忽起故园想，泠然归梦长。",
            "comment": ""
        },
        {
            "title": "题画赠王仲和",
            "content": "曾住南湖宅，于今已十年。丛筠还自翳，乔木故依然。雨杂鸣渠溜，云连煮术烟。何时重相过？烂醉得佳眠。",
            "comment": "【注释】南湖，陆玄素高士幽居，今王君仲和居之，水木清华，户庭幽遽。余尝寓其家四年，翛然忘世虑也。仲和以此帧索画竹石，画已，并诗其上，以写惓惓之怀。玄素，仲和外舅也，故尤感余故人之思。乙巳初月十七日。"
        },
        {
            "title": "太常引 寿彝齐",
            "content": "柳阴濯足水侵矶。香度野蔷薇。芳草绿萋萋。问何事、王孙未归。一壶浊酒，一声清唱，帘幕燕双飞。风暖试轻衣。介眉寿、遥瞻翠微。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "春渚芹蒲，秋郊梨枣。西风沃野收红稻。檐前炙背媚晴阳，天涯转瞬萋芳草。鲁望渔村，陶朱烟岛。高风峻节如今扫。黄鸡啄黍浊醪香，开门",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "削迹松陵华寓。藏密白云深处。造物已安排，万事何须先虑。归去。归去。海鹤山猿同住。",
            "comment": ""
        },
        {
            "title": "蝶恋花 以上十六首百家词本云林乐府。此下",
            "content": "夜永愁人偏起早。客鬓萧萧，镜里看枯槁。雨叶铺庭风为扫。闭门寂寞生秋草。行路难行悲远道。说着客行，真个令人恼。久客还家贫亦好。子二首折桂令二首水仙子一首小桃红三首以其均为曲调，故不录。又珊瑚网名画题跋卷八载倪瓒题画朝中措幽姿不入少年场一首，乃陆游词，兹亦",
            "comment": ""
        },
        {
            "title": "荒村",
            "content": "踽踽荒村客，悠悠远道情。竹梧秋雨碧，荷芰晚波明。穴鼠能人拱，池鹅类鹤鸣。萧条阮遥集，几屐了余生？",
            "comment": ""
        },
        {
            "title": "题郑所南兰",
            "content": "秋风兰蕙化为茅，南国凄凉气已消。只有所南心不改，泪泉和墨写《离骚》。",
            "comment": ""
        },
        {
            "title": "太常引 伤逝",
            "content": "门前杨柳密藏鸦。春事到桐花。敲火试新茶。想月＊、云衣故家。苔生雨馆，尘凝锦瑟，寂寞听鸣蛙。芳草际天涯。蝶栩栩、春晖梦华。",
            "comment": ""
        },
        {
            "title": "池莲咏",
            "content": "回翔波间风，的历叶上露。清池结素彩，华月映微步。云阴花房敛，雨歇芳气度。欲去拾明珰，踟蹰惜迟暮。",
            "comment": ""
        }
    ]
}