{
    "dynasty": "元",
    "poet": "张宪",
    "poem": [
        {
            "title": "陈桥行",
            "content": "唐宫夜视邈佶烈，忧民一念通天阙。 帝皇下射甲马营，紫雾红光掩明月。 殿前点检作天子，方颐大口空诛死。 重光相荡两金乌，十幅黄旗上龙体。 中书相公掌穿爪，不死不忍秘鸿宝。 画瓠学士独先几，禅授雄文袖中草。 君不见五十三年血载途，五家八姓相吞屠， 陈桥乱卒不拥马，抚掌先生肯坠驴。",
            "comment": ""
        },
        {
            "title": "陈桥行",
            "content": "唐宫夜祝邈佶烈，忧民一念通天阙。帝星下射甲马营，紫雾红光掩明月。殿前点检作天子，方颐大口空诛死。重光相荡两金乌，十幅黄旗上龙体。中书相公掌穿爪，不死不忍秘《鸿宝》。画瓠学士独先几，禅授雄文袖中草。君不见，五十三年血载涂，五家八姓相吞屠。陈桥乱卒不拥马，抚掌先生肯坠驴。",
            "comment": ""
        },
        {
            "title": "咸淳师相",
            "content": "咸淳师相专军国，堂吏馆宾供羽翼。诸司百职听使令，台谏承颜言路塞。轮舟五日一入朝，湖山佳处多逍遥。谀言佞语颂功德，边事军声听寂寥。半闲堂连多宝阁，歌姬舞妓相欢乐。十年国势尽倾摧，犹谓师臣堪付托。师臣师臣躬督兵，珠金沙头锣一声。十三万人齐解甲，寡妇孤儿俱北行。君不见，黯淡溪流东复东，木棉花开生悲风。师臣不忍马革裹，厕上有人能拉胸。",
            "comment": ""
        },
        {
            "title": "白苎舞词",
            "content": "吴宫美人青犊刀，自裁白苎制舞袍。轻云冉冉白胜雪，《激楚》一曲回风高。九雏凤钗篸紫玉，长裾窄腰莲步促。翩翻素袖启朱樱，金笼鹦鹉飞来熟。馆娃楼阁摇春晖，台城少年醉忘归。璚窗绮户锁风色，桃树日长蝴蝶飞。倾城独立世希有，罢吟《渌水》停《杨柳》。急管繁弦莫苦催，真珠剩买乌程酒。",
            "comment": ""
        },
        {
            "title": "北庭宣元杰西番刀歌",
            "content": "金神起持水火齐，煅炼阴阳结精锐。七月七日授冶师，手作钳锤股为砺。一千七百七十锋，脊高体狭刀口洪。龙飞蛟化岁月久，阮师旧物今无踪。贤侯示我西番刀，名压古今刀剑录。三尖两刃圭首圆，剑脊朱砂斑痕点人血，雕青皮软金钩联。唐人宝刀夸大食，于今利器称米息。十年土涮松纹生，戎王造时当月蚀。平章遗佩固有神，朱高固始多奇勋。三公重器不虚授，往继王祥作辅臣。",
            "comment": "【注释】此刀乃江浙平章教化公征淮西所佩者"
        },
        {
            "title": "东门行",
            "content": "东都门外古今稀，东宫二傅同日归。百官祖道设供帐，敕赐黄金作酒资。归来日日会亲友，尽卖赐金买醇酒。白头刚傅空劳劳，一杯鸩羽不就狱，博得君王祠少牢。",
            "comment": ""
        },
        {
            "title": "二月八日游皇城西华门外观嘉孥弟走马歌",
            "content": "春风压城紫燕飞，绣鞍宝勒生光辉。软沙青草平似镜，花雨满巾风满衣。潜蛟双绾玉抱肚，朱鬛分光散红雾。金龙五爪蟠彩袍，满背真珠撒秋露。生猿俊健双臂长，左脚蹋镫右蹴缰。铜铙四扇绕十指，玉声珠碎金琅珰。黄蛇下饮电掣地，锦鹰打兔起复坠。袖云突兀鞍面空，银瓮驼囊两边缒。西宫彩楼高插天，凤凰缭绕排神仙。玉皇拍阑误一笑，不觉四蹄如迸烟。神驹长鸣背凝血，郎君转面醉眼缬。天恩剪下五色云，打鼓归来汗如雪。",
            "comment": ""
        },
        {
            "title": "玩鞭亭",
            "content": "畸乌压营营作声，红光紫电围金钲。黄须小龙马上啸，白日饥豺梦里惊。老奴怒掷珊瑚枕，追兵起合疏璃井。巴马东归疾似风，道旁遗烘如水冷。健儿空玩七宝鞭，荆台老姥空谁传。",
            "comment": ""
        },
        {
            "title": "寄中山隐讲师",
            "content": "问讯山中隐，中山第几重？风廊巡夜虎，云钵听经龙。流水千溪月，寒岩一树松。无因净渣滓，来共上堂钟。",
            "comment": ""
        },
        {
            "title": "黄天荡",
            "content": "昆明劫烧成灰火，临平葑湖拨不开。黄泥万顷下无底，海眼一丝通往来。南徐江边海鰌走，江神顿足黄龙吼。便翻银汉濯泥沙，要使妖蛇先授首。",
            "comment": ""
        },
        {
            "title": "胡姬年十五拟刘越石",
            "content": "胡姬年十五，芍药正含葩。何处相逢好，并州卖酒家。面开春月满，眉抹远山斜。一笑既相许，何须罗扇遮。",
            "comment": ""
        },
        {
            "title": "留别赛景初",
            "content": "暖云将雨骤阴晴，四月罗衣尚未成。万点愁心飞絮影，五更残梦卖花声。方空越白承恩厚，绣衤屈诸于照道明。自笑穷途不归去，空怀漫刺阖闾城。",
            "comment": ""
        }
    ]
}