{
    "dynasty": "元",
    "poet": "王逢",
    "poem": [
        {
            "title": "钱塘春感六首",
            "content": "周南风俗汉衣冠，五色云中忆驻銮。璎珞桧高藏白兽，蕊珠花发降文鸾。河通织女机丝湿，雨歇巫娥翠黛寒。满地吴山谁洒泪？一江春水独凭阑。",
            "comment": ""
        },
        {
            "title": "钱塘春感六首",
            "content": "王气凌虚散晓霞，虎闱麟阁静烟花。中天日月迂黄道，沧海风云冷翠华。望帝神游夔子国，乌衣梦隔野人家。当时举目山河异，岂但红颜泣塞笳！",
            "comment": ""
        },
        {
            "title": "钱塘春感六首",
            "content": "瑶池青鸟集觚棱，白塔金凫閟夜灯。云母帐虚星采动，水晶宫冷露华凝。骊山草暗墟周业，郿坞花繁失汉陵。白马素车江海上，依然潮汐撼西兴。",
            "comment": ""
        },
        {
            "title": "钱塘春感六首",
            "content": "日华初动衮衣明，剑佩千官隐绣楹。五色黼函开玉座，九重汤药下银罂。书题凤尾仙曹喜，恩浃螭坳学士荣。文化有余戎事略，铜驼草露不胜情。",
            "comment": ""
        },
        {
            "title": "题马洲书院",
            "content": "蝌蚪秦皆废，灵光鲁独存。豆笾漂海国，丹雘暗淮村。苔藓花侵础，蒲芦叶拥门。青春深雾潦，白日老乾坤。德化三王并，威仪百代尊。郊麟初隐遁，野兕遂崩奔。先辈俱冥漠，诸生罢讲论。断编尘树冷，遗像网虫昏。尽变衣冠俗，终归礼义源。江南游学士，瞻拜敢忘言。",
            "comment": "【注释】并序马洲书院者，孔圣五十二代孙元虔昆季所建也。其五世祖若罕，高抗不群，长于《春秋》。当宋南渡，自阙里将之衢，留滞泰兴。见河流达南江，询之老人，曰：“此龙开河也，西北通淮泗。”因叹曰：“吾洙泗龙泉之支流，其在兹乎！”遂筑室河上，与其子端志，各授弟子业。从游日众，乃有菑田百亩，人助以力，官复其税。戒子孙治生勿求富，读书勿求荣。邑大夫嘉之，易名龙开河曰■教，示崇化也。年六十卒。葬河之阳。端志克守父道，荐辟不就。淳祐元年冬，邑毁于北兵，元虔辟地是洲。咸淳间，书院落成，教授复如初。然皆无后。今崇圣寺旁，惟破屋蔓草，遗像瓦炉而已。逢惧变迁殆尽，故叙其概于壁间，庶后之起废者得以考焉。诗曰："
        },
        {
            "title": "钱塘春感六首",
            "content": "金爵觚棱月向低，泠泠清磬万松西。五门曙色开龙尾，十日春寒健马蹄。红雾不收花气合，绿波初涨柳条齐。遗民暗忆名都会，尚绕湖漘唱《大堤》。",
            "comment": ""
        },
        {
            "title": "秋夜叹",
            "content": "大星芒鬛张，小星光华开。皇天示兵象，胜地今蒿莱。河岳气不分，烛龙安在哉？参赞道岂谬，积阴故迟回。疏风夜萧萧，野磷纷往来。安知非游魂，相视白骨哀。汩汩饮马窟，云冥望乡台。于时负肝胆，慷慨思雄材。",
            "comment": ""
        },
        {
            "title": "钱塘春感六首",
            "content": "紫罽軿车从六龙，尽随仙曲度青空。苍山楼阙旃林里，赤羽旌麾野庙中。百姓未忘周大赉，成都元有汉遗风。流莺不管伤春恨，冲落桃花满树红。",
            "comment": ""
        },
        {
            "title": "如梦令 菰村赋赠 朱存理铁网珊瑚卷四",
            "content": "檐耸数株松子。村绕一湾菰米。鸥外迥闻鸡，望望云山烟水。多此。多此。酒进玉盘双鲤。",
            "comment": ""
        },
        {
            "title": "送薛鹤齐真人代祀天妃还京",
            "content": "蓬莱宫里上卿班，代祀天妃隔岁还。日绕五文皆御气，海浮一发是成山。风霆夜护龙鸾节，云雾朝披玉雪颜。圣渥既隆玄化盛，转输应尽入秦关。",
            "comment": ""
        }
    ]
}